Repository: thinkshout/mailchimp
Catalog: translations/mailchimp.*_.po
Languages: fr, nl

source: Thank you, you have been successfully subscribed.
fr: Merci, votre abonnement vient d'être pris en compte.
nl: Dank je wel, je bent succesvol ingeschreven.

source: We were unable to subscribe you at this time. Please try again later.
fr: Nous n'avons pas pu vous abonner pour le moment. Merci d'essayer ultérieurement.
nl: Op dit moment kunnen we je niet inschrijven. Probeer het later nog eens.

source: Thank you, you have been successfully unsubscribed.
fr: Merci, vous venez de vous désabonner.
nl: Dank je wel, je bent succesvol ingeschreven.

source: We were unable to unsubscribe you at this time. Please try again later.
fr: Nous n'avons pas pu vous désabonner pour le moment. Merci d'essayer ultérieurement.
nl: Op dit moment kunnen we je niet inschrijven. Probeer het later nog eens.

source: Newsletter subscriptions
fr: Abonnements à la newsletter
nl: Nieuwsbrief inschrijvingen

source: Current configured account is for: @username.
fr: Le compte est actuellement configuré pour : @username
nl: Huidige configuratie voor : @username

source: Roles
fr: Rôles
nl: Rollen

source: Choose which roles may subscribe to this list. Select the anonymous user role to have the list appear on the !subscribe page. Select the authenticated user role to have the list appear on the !signup page. For all other roles, the list will appear on the settings page for users with that role.
fr: Choisissez les rôles pouvant s'abonner à cette newsletter. Sélectionnez le rôle anonyme pour la newsletter apparaîsse dans la page d'!subscribe. Sélectionnez le rôle authentifié pour que la newsletter apparaîsse sur la page d'!subscribe. Pour tous les autres rôles, la newsletter apparaîtra sur la page de paramètres des comptes utilisateurs du rôle.
nl: Choisissez les rôles pouvant s'abonner à cette newsletter. Sélectionnez le rôle anonyme pour la newsletter apparaîsse dans la page d'!subscribe. Sélectionnez le rôle authentifié pour que la newsletter apparaîsse sur la page d'!subscribe. Pour tous les autres rôles, la newsletter apparaîtra sur la page de paramètres des comptes utilisateurs du rôle.

source: Newsletter Subscription
fr: Abonnement à la newsletter
nl: Nieuwsbrief inschrijving

source: User Registration
fr: Inscription utilisateur
nl: Gebruiker registratie

source: List Description
fr: Description de la newsletter
nl: Lijst omschrijving

source: This description will be shown to the user on the list signup and user account settings pages
fr: La description sera affichée à l'utilisateur sur la page des newsletters et sur les pages de compte utilisateurs
nl: Deze omschrijving wordt getoond aan de gebruiker bij inschrijving van de lijst en gebruiker instellingen pagina

source: Subscription Method
fr: Méthode d'abonnement
nl: Inschrijving methode

source: <strong>Opt-in:</strong> Users must sign up to recieve messages.<br/><strong>Opt-out: </strong> Users are automatically signed up but may unsubscribe.<br/><strong>Required: </strong> Users will remain on the list as long as they have an account and cannot unsubscribe.
fr: <strong>Opt-in :</strong> les utilisateurs doivent s'abonner pour recevoir les newsletters.<br /><strong>Opt-out :</strong> les utilisateurs sont automatiquement abonnés, mais peuvent se désabonner.<br /><strong>Obligatoire :</strong> les utilisateurs seront toujours abonnés à la newsletter tant qu'ils auront un compte et ne pourront pas se désabonner.
nl: <strong>Opt-in :</strong> Gebruikers moeten inschrijven om een nieuwsbrief te ontvangen.<br /><strong>Opt-out :</strong> Gebruikers worden automatisch ingeschreven.<br /><strong>

source: Require subscribers to Double Opt-in
fr: Obliger les utilisateurs à utiliser un double Opt-in
nl: Verplicht gebruikers voor double Opt-in

source: New subscribers will be sent a link with an email they must follow to confirm their subscription.
fr: Les nouveaux abonnés recevront un email contenant un lien qu'il devront cliquer pour confirmer leur abonnement.
nl: Nieuwe Abonnees ontvangen een e-mail met daarin een link waarmee zij de inschrijving bevestigen.

source: Merge Variables
nl: Variabelen samenvoegen

source: Select Drupal user variables to send to Mailchimp as Merge Variables. Available Drupal variables are any Profile or Token variables for the given user. For more information on Merge Variables, see the !doc
fr: Sélectionnez les variables utilisateurs Drupal qui doivent être envoyées à MailChimp en tant que Merge Variables. Les variables Drupal disponibles sont proviennent des modules Profile ou Token pour un utilisateur. Pour plus d'information sur les Merge Variables, consultez la !doc.
nl: Selecteer de Drupal gebruiker variabelen welke doorgestuurd worden naar Mailchimp om samen te voegen. Beschikbare Drupal variabelen zijn alle profiel of token variabelen van de gebruiker. Voor meer informatie over samenvoeg variabelen, ga naar !doc

source: Mailchimp Documentation
fr: Documentation de MailChimp
nl: MailChimp documentatie

source: Subscription Success Message
fr: Message d'abonnement réussi
nl: Inschrijving succesvol bericht

source: Subscription Failure Message
fr: Message d'échec à l'abonnement
nl: Inschrijving mislukt bericht

source: Unsubscription Success Message
fr: Message de succès lors du désabonnement
nl: Uitschrijving succesvol bericht

source: Unsubscription Failure Message
fr: Message d'échec lors du désabonnement
nl: Uitschrijving mislukt bericht

source: Show Subscription Options on User Registration Page
fr: Afficher les options d'abonnement sur la page d'inscription
nl: Laat de inschrijving opties zien op de gebruiker registratie pagina

source: Show Subscription Options on User Edit Screen
fr: Afficher les options sur la page d'édition du compte utilisateur
nl: Laat de inschrijving opties zien op de gebruiker bewerk pagina

source: Sync Required Lists During Cron
fr: Synchroniser les newsletters obligatoires lors de l'exécution du Cron.
nl: Synchroniseer benodigde lijsten tijdens Cron

source: If this is set, users will be subscribed to the required list during cron runs. Otherwise subscription will take place when a user is added/edited.
fr: Si cette option est activée, les utilisateurs seront abonnés aux newsletters obligatoires à chaque exécution du cron. Sinon les abonnements seront créés lors l'ajout/modification des utilisateurs.
nl: Indien deze optie aanstaat, gebruikers worden ingeschreven op de lijst tijdens de cron. Anders wordt de gebruiker ingeschreven tijdens het toevoegen of bewerken.

source: You do not have any valid MailChimp mailing lists.
fr: Vous n'avez aucune newsletter MailChimp valide.
nl: Je hebt geen enkele geldige MailChimp mailing lijst.

source: Could not login to mailchimp. Please check your username and password.
fr: Impossible de se connecter à MailChimp. Veuillez vérifier votre nom d'utilisateur et votre mot de passe.
nl: Niet moegelijk om in te loggen. Wellicht verkeerde gebruikersnaam en wachtwoord.

source: Could not retrieve info for mailchimp. The following error was returned: %error.
fr: Impossible d'obtenir les informations de MailChimp. L'erreur suivante a été retournée : %error.
nl: Niet mogelijk om informatie te onvangen van MailChimp. De volgende errorcode is ontvangen : %error.

source: Could not retrieve info for mailchimp for an unknown reason. Please try again later
fr: Impossible d'obtenir les informations de MailChimp pour une raison inconnue. Merci d'essayer plus tard.
nl: Niet mogelijk om informatie te ontvangen voor MailChimp door onbekende redenen. Probeer het later nog eens.

source: Mailchimp username
fr: Nom d'utilisateur MailChimp
nl: MailChimp gebruikersnaam

source: The username used to login to your MailChimp account.
fr: Le nom d'utilisateur utilisé pour vous connecter à votre compte MailChimp.
nl: De gebruikersnaam welke gebruikt is om in te logggen op het MailChimp account.

source: Mailchimp password
fr: Mot de passe MailChimp
nl: MailChimp wachtwoord

source: The password used to login to your MailChimp account.
fr: Le mot de passe utilisé pour vous identifier à votre compte MailChimp.
nl: Het wachtwoord welke gebruikt is om in te logggen op het MailChimp account.

source: Subscribe to the @newsletter newsletter
fr: S'abonner à la newsletter @newsletter
nl: Inschrijven op de @newsletter nieuwsbrief

source: Sign Up!
fr: S'abonner !
nl: Abonneer!

source: Use this form to unsubscribe from all of our newsletters.
fr: Utiliser ce formulaire pour vous désabonner de toutes nos newsletters.
nl: Gebruik dit formulier om je uit te schrijven voor al onze nieuwsbrieven.

source: Email Address
fr: Adresse email
nl: Email Adres

source: Unsubscribe
fr: Désabonner
nl: Uitschrijven

source: Please enter your email address.
fr: Veuillez entrer votre adresse email.
nl: Vul je e-mail adres in.

source: That email address could not be found.
fr: Cette adresse email n'a pas été trouvée.
nl: Het E-mail adres kan niet gevonden worden.

source: There was an error processing your request. Please try again later.
fr: Une erreur est survenue lors de l'exécution de votre requête. Merci de ré-essayer ultérieurement.
nl: Er was een fout tijdens het verwerken. Probeer het later nog eens.

source: Username
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: User ID
fr: Identifiant utilisateur
nl: Gebruiker id

source: User's Signature
fr: Signature de l'utilisateur
nl: Handtekening gebruiker

source: User: !field
fr: Utilisateur : !field
nl: Gebruiker : !field

source: Profile: !cat - !field
fr: Profil : !cat - !field
nl: Profiel : !cat - !field

source: You have chosen to subscribe to %list. An email will be sent to your address. Click the link in the email to confirm the subscription.
fr: Vous avez choisi de vous abonner à %list. Un email va être envoyé à votre adresse. Cliquez sur le lien présent dans l'email pour confirmer votre abonnement.
nl: Je hebt je ingeschreven voor %list. Je ontvangt een e-mail, klik op de link in de e-mail om je inschrijving te bevestigen

source: You have subscribed to %list.
fr: Vous vous êtes abonné à %list.
nl: Je bent ingeschreven van %list.

source: You have unsubscribed from %list.
fr: Vous vous êtes désabonné de %list.
nl: Je bent uigeschreven van %list.

source: Updated !count records in MailChimp
fr: !count enregistrement ont été mis à jour dans MailChimp.
nl: Update !count records in MailChimp.

source: @email has subscribed to @list.
fr: @email s'est abonné à %list.
nl: @email heeft zich ingeschreven voor %list.

source: @email has failed to subscribed to @list.
fr: @email n'a pas pu s'abonner à @list.
nl: @email is mislukt voor inschrijven van @list.

source: MailChimp Subscription Message
fr: Message d'abonnement de MailChimp
nl: Mailchimp Abonnee Bericht

source: Newsletter Unsubscribe
fr: Désabonnement de la newsletter
nl: Uitschrijven Nieuwsbrief

source: Unsubscription Confirmed
fr: Désabonnement confirmé
nl: Uitschrijving bevestigd

source: Unsubscription Failed
fr: Echec du désabonnement
nl: Uitschrijven mislukt

source: Manage MailChimp Settings.
fr: Gérer les paramètres de MailChimp.
nl: Beheren MailChimp instellingen.

source: Mailchimp email service integration.
fr: Intégration du service de mailing MailChimp.
nl: Mailchimp email servivce integratie.
